Repository: johrpan/musicus
Catalog: po/*.po
Languages: de

source: Music;Player;Library;
de: Musik,Player,Bibliothek;

source: Window width
de: Fensterbreite

source: Window height
de: Fensterhöhe

source: Window maximized state
de: Maximierungsstatus

source: Path to the music library
de: Pfad zur Musikbibliothek

source: How much recently played items should be penalized (0–100)
de: Wie sehr vor Kurzem abgespielte Aufnahmen benachteiligt werden sollen (0–100)

source: How much recently added items should be preferred (0–100)
de: Wie sehr vor Kurzem hinzugefügte Aufnahmen bevorzugt werden sollen (0–100)

source: For how many minutes a composer should be penalized
de: Für wie viele Minuten Komponisten benachteiligt werden sollen

source: For how many minutes an instrument should be penalized
de: Für wie viele Minuten Instrumente benachteiligt werden sollen

source: Whether to play full recordings
de: Ob ganze Aufnahmen abgespielt werden sollen

source: '{"title":"Just play some music","description":"Randomly select some music. Customize programs using the button in the top right.","design":"Slate","prefer_recently_added":0.0,"prefer_least_recently_played":0.1,"avoid_repeated_composers":60,"avoid_repeated_instruments":60,"play_full_recordings":true}'
de: '{"title":"Musik abspielen","description":"Zufällig ausgewählte Aufnahmen. Konfigurieren Sie Programme mit dem Knopf oben rechts.","design":"Slate","prefer_recently_added":0.0,"prefer_least_recently_played":0.1,"avoid_repeated_composers":60,"avoid_repeated_instruments":60,"play_full_recordings":true}'

source: Default settings for program 1
de: Standardeinstellungen für Programm 1

source: '{"title":"What\'s new?","description":"Recordings that you recently added to your music library.","design":"Orange","prefer_recently_added":1.0,"prefer_least_recently_played":0.0,"avoid_repeated_composers":60,"avoid_repeated_instruments":60,"play_full_recordings":true}'
de: '{"title":"Was gibt es Neues?","description":"Vor Kurzem zur Bibliothek hinzugefügte Aufnahmen.","design":"Orange","prefer_recently_added":1.0,"prefer_least_recently_played":0.0,"avoid_repeated_composers":60,"avoid_repeated_instruments":60,"play_full_recordings":true}'

source: Default settings for program 2
de: Standardeinstellungen für Programm 2

source: '{"title":"A long time ago","description":"Works that you haven\'t listened to for a long time.","design":"Purple","prefer_recently_added":0.0,"prefer_least_recently_played":1.0,"avoid_repeated_composers":60,"avoid_repeated_instruments":60,"play_full_recordings":true}'
de: '{"title":"Vor langer Zeit","description":"Aufnahmen, die Sie lange nicht gehört haben.","design":"Purple","prefer_recently_added":0.0,"prefer_least_recently_played":1.0,"avoid_repeated_composers":60,"avoid_repeated_instruments":60,"play_full_recordings":true}'

source: Default settings for program 3
de: Standardeinstellungen für Programm 3

source: Automatically download metadata updates
de: Metadatenupdates automatisch herunterladen

source: Use a custom URL for metadata downloads
de: Eine eigene URL für Metadatenupdates verwenden

source: Custom URL for metadata downloads
de: Eigene URL für Metadatenupdates

source: Use a custom URL for library downloads
de: Eine eigene URL für Bibliotheksupdates verwenden

source: Custom URL for library downloads
de: Eigene URL für Bibliotheksupdates

source: Elapsed time
de: Vergangene Zeit

source: Remaining time
de: Verbleibende Zeit

source: Program
de: Programm

source: Welcome to Musicus
de: Willkommen bei Musicus

source: Get started by choosing where you want to store your music library. Are you using Musicus for the first time? If so, create a new empty folder for your library. If you wish, Musicus will automatically download some music for you.
de: Wählen Sie zunächst aus, wo Sie Ihre Musikbibliothek speichern möchten. Benutzen Sie Musicus zum ersten Mal? Dann erstellen Sie einen neuen leeren Ordner für Ihre Bibliothek. Wenn Sie möchten, lädt Musicus automatisch einige Musikstücke für Sie herunter.

source: Choose library folder
de: Ordner auswählen

source: _Preferences
de: _Einstellungen

source: _About Musicus
de: _Über Musicus

source: Translated name
de: Übersetzung

source: Language code
de: Sprachcode

source: Enter an <a href="https://en.wikipedia.org/wiki/List_of_ISO_639_language_codes">ISO 639</a> two-letter language code identifying the language this translation uses.
de: Geben Sie einen zweistelligen <a href="https://de.wikipedia.org/wiki/Liste_der_ISO-639-Sprachcodes">ISO 639</a> Sprachcode ein, der die Sprache angibt, die in dieser Übersetzung verwendet wird.

source: Search parts…
de: Teile suchen…

source: Select parts
de: Teile auswählen

source: Clear selected work parts
de: Ausgewählte Teile entfernen

source: Remove this track
de: Diesen Track entfernen

source: Add _translation
de: _Übersetzung hinzufügen

source: Recordings
de: Aufnahmen

source: Add _recording
de: _Aufnahme hinzufügen

source: _Create album
de: Album _erstellen

source: Appearance
de: Aussehen

source: Title
de: Titel

source: Description
de: Beschreibung

source: Settings
de: Einstellungen

source: Prefer recordings that haven't been played for a long time
de: Aufnahmen bevorzugen, die schon lange nicht mehr abgespielt wurden

source: Prefer recordings that were recently added
de: Aufnahmen bevorzugen, die vor Kurzem hinzugefügt wurden

source: Avoid repeating composers
de: Wiederholung von Komponisten vermeiden

source: Avoid repeating instruments
de: Wiederholung von Instrumenten vermeiden

source: Play full recordings
de: Ganze Aufnahmen abspielen

source: _Save program
de: Programm _speichern

source: _Recording
de: _Aufnahme

source: Select recording
de: Aufnahme auswählen

source: Add _files
de: _Dateien hinzufügen

source: _Import tracks
de: Tracks _importieren

source: Enable updates
de: Updates aktivieren

source: Keep this item up to date with the online metadata library
de: Mit der Online-Metadatenbibliothek auf dem neuesten Stand halten

source: _Create ensemble
de: Ensemble _erstellen

source: _Create instrument
de: Instrument _erstellen

source: _Create person
de: Person _erstellen

source: Recording
de: Aufnahme

source: Select _work
de: _Werk auswählen

source: _Year
de: _Jahr

source: Performers
de: Ausführende

source: Add _performer
de: _Ausführende hinzufügen

source: Add _ensemble
de: _Ensemble hinzufügen

source: _Create recording
de: Aufnahme _erstellen

source: Role
de: Rolle

source: _Create role
de: Rolle _erstellen

source: Work
de: Werk

source: Composers
de: Komponisten

source: Add _composer
de: _Komponisten hinzufügen

source: Structure
de: Struktur

source: Add _part
de: _Teil hinzufügen

source: Instruments
de: Instrumente

source: Add _instrument
de: _Instrument hinzufügen

source: _Create work
de: Werk _erstellen

source: Search ensembles…
de: Ensembles suchen…

source: Search instruments…
de: Instrumente suchen…

source: Search persons…
de: Personen suchen…

source: Search composers…
de: Komponisten suchen…

source: Search works…
de: Werke suchen…

source: Search recordings…
de: Aufnahmen suchen…

source: Search roles…
de: Rollen suchen…

source: Reset to default role
de: Auf Standardrolle zurücksetzen

source: Play this album
de: Dieses Album abspielen

source: _Add to playlist
de: Zur _Wiedergabeliste hinzufügen

source: _Edit item
de: _Bearbeiten

source: _Delete item
de: _Löschen

source: Play this as a program
de: Als Programm abspielen

source: Enter composers, performers, works…
de: Komponisten, Ausführende, Werke…

source: Works
de: Werke

source: Nothing Found
de: Nichts gefunden

source: Try a different search.
de: Probieren Sie eine andere Suche.

source: _Import music
de: Musik _importieren

source: _Library manager
de: _Bibliotheksverwaltung

source: Process finished
de: Vorgang abgeschlossen

source: Remove from list
de: Aus der Liste entfernen

source: Error
de: Fehler

source: Copy details to clipboard
de: Details in die Zwischenablage kopieren

source: New Library
de: Neue Bibliothek

source: You can import your recordings by selecting "Import music" in the main menu. Musicus also comes with a small pre-made library of recordings. You can download it using the button below.
de: Sie können Ihre Aufnahmen importieren, indem Sie im Hauptmenü „Musik importieren“ wählen. Es gibt auch eine kleine fertige Bibliothek von Aufnahmen, die Sie über die Schaltfläche unten ganz einfach herunterladen können.

source: Download music
de: Musik herunterladen

source: Edit _recording
de: _Aufnahme bearbeiten

source: Edit _tracks
de: _Tracks bearbeiten

source: _Delete from library
de: Aus der Bibliothek _löschen

source: Music Library
de: Musikbibliothek

source: Overview
de: Überblick

source: Library path
de: Bibliotheksordner

source: Import from archive
de: Aus Archiv importieren

source: Export to archive
de: In Archiv exportieren

source: Update metadata
de: Metadaten aktualisieren

source: Update library
de: Bibliothek aktualisieren

source: Progress
de: Fortschritt

source: Playback
de: Wiedergabe

source: Default program
de: Standardprogramm

source: These settings apply when you add search results to the playlist.
de: Diese Einstellungen gelten, wenn Sie Suchergebnisse zur Wiedergabeliste hinzufügen.

source: Library
de: Bibliothek

source: Metadata updates
de: Aktualisierungen von Metadaten

source: Enable automatic metadata updates
de: Automatische Metadaten-Aktualisierung aktivieren

source: Use custom metadata URL
de: Eigene URL für Metadaten verwenden

source: Metadata download URL
de: URL für Metadaten

source: Library updates
de: Aktualisierungen der Bibliothek

source: Use custom library URL
de: Eigene URL für die Bibliothek verwenden

source: Library download URL
de: URL für die Bibliothek

source: Performer
de: Ausführender

source: Composer
de: Komponist

source: Import from {}
de: Import aus {}

source: Whole work
de: Ganzes Werk

source: _Save changes
de: Änderungen _speichern

source: Select audio files
de: Audiodateien auswählen

source: No composers
de: Keine Komponisten

source: Work part
de: Teil

source: Add _work part
de: _Teil hinzufügen

source: Select music library folder
de: Ordner für die Musikbibliothek auswählen

source: Create new ensemble
de: Neues Ensemble erstellen

source: Create new instrument
de: Neues Instrument erstellen

source: Create new role
de: Neue Rolle erstellen

source: Create new person
de: Neue Person erstellen

source: Create new recording
de: Neue Aufnahme erstellen

source: Create new work
de: Neues Werk erstellen

source: Copied to clipboard
de: Kopiert

source: Process failed: {}
de: Vorgang fehlgeschlagen: {}

source: Music for {}
de: Musik für {}

source: Works with {}
de: Werke mit {}

source: Performed by {} and {}
de: Gespielt von {} und {}

source: Performed by {}
de: Gespielt von {}

source: Performed with {}
de: Gespielt mit {}

source: Delete recording?
de: Aufnahme löschen?

source: The recording will be removed from your music library and the corresponding audio files will be deleted. This action cannot be undone.
de: Die Aufnahme wird aus Ihrer Musikbibliothek entfernt und die entsprechenden Audiodateien werden gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: Disclaimer
de: Haftungsausschluss

source: You are about to download a library of audio files. These are from recordings that are in the public domain under EU law and are hosted on a server within the EU. Please ensure that you comply with the copyright laws of you country.
de: Sie sind im Begriff, eine Bibliothek von Audiodateien herunterzuladen. Diese stammen von Aufnahmen, die nach EU-Recht gemeinfrei sind und auf einem Server in der EU gehostet werden. Bitte achten Sie darauf, dass Sie die Urheberrechtsgesetze Ihres Landes einhalten.

source: Continue
de: Weiter

source: Downloading music library
de: Musikbibliothek wird heruntergeladen

source: Downloading {}
de: {} herunterladen

source: Importing downloaded library
de: Musikbibliothek wird importiert

source: Import from library archive
de: Aus Archiv importieren

source: Importing music library from {}
de: Musikbibliothek wird von {} importiert

source: archive
de: Archiv

source: Export library
de: Bibliothek exportieren

source: Exporting music library to {}
de: Bibliothek wird nach {} exportiert

source: Updating metadata
de: Metadaten werden aktualisiert

source: Updating music library
de: Musikbibliothek wird aktualisiert

source: Currently playing music
de: Musik wird abgespielt

source: Close window?
de: Fenster schließen?

source: There are ongoing processes that will be canceled.
de: Es gibt laufende Prozesse, die abgebrochen werden.

source: Keep open
de: Nicht schließen

source: Close window
de: Fenster schließen
