Repository: johrpan/musicus
Catalog: crates/musicus/po/*.po
Languages: de

source: Preview
de: Vorschau

source: Import
de: Importieren

source: Loading
de: Lade…

source: Error
de: Fehler

source: Try again
de: Nochmal versuchen

source: Performance
de: Auftritt

source: Select a person
de: Person auswählen

source: Select
de: Auswählen

source: Select an ensemble
de: Ensemble auswählen

source: Select a role
de: Rolle auswählen

source: Title
de: Titel

source: Subtitle
de: Untertitel

source: Player
de: Wiedergabe

source: Import music
de: Musik importieren

source: Select the source which contains the new audio files below.
de: Wählen Sie die Quelle mit den Audiodateien unten aus.

source: Select folder
de: Ordner auswählen

source: Copy audio CD
de: Audio-CD kopieren

source: Select tracks
de: Tracks auswählen

source: Recording
de: Aufnahme

source: Select a recording
de: Aufnahme auswählen

source: Work part
de: Werkabschnitt

source: Matching metadata
de: Passende Metadaten

source: Loading…
de: Lade…

source: Error while searching for matching metadata
de: Fehler bei der Suche nach passenden Metadaten

source: No matching metadata found
de: Keine passenden Metadaten gefunden

source: Manually add metadata
de: Metadaten manuell hinzufügen

source: Select existing medium
de: Existierendes Medium auswählen

source: Add a new medium
de: Neues Medium hinzufügen

source: Add
de: Hinzufügen

source: Name of the medium
de: Name des Mediums

source: Recordings
de: Aufnahmen

source: Cancel
de: Abbrechen

source: General
de: Allgemein

source: Music library
de: Musikbibliothek

source: Music library folder
de: Ordner der Musikbibliothek

source: None selected
de: Keiner ausgewählt

source: Playlist
de: Wiedergabeliste

source: Keep playing
de: Weiter abspielen

source: Whether to keep playing random tracks after the playlist ends.
de: Nach dem Ende der Wiedergabeliste weiter im Zufallsmodus abspielen.

source: Choose full recordings
de: Komplette Aufnahmen abspielen

source: Whether to choose full recordings instead of single tracks for random playback.
de: Im Zufallsmodus vollständige Aufnahmen anstatt einzelner Tracks verwenden.

source: Overview
de: Überblick

source: Select a work
de: Werk auswählen

source: Comment
de: Kommentar

source: Performers
de: Interpreten

source: Search …
de: Suchen…

source: Work
de: Werk

source: Select a composer
de: Komponisten auswählen

source: Instruments
de: Instrumente

source: Structure
de: Struktur

source: Save
de: Speichern

source: Welcome to Musicus!
de: Willkommen bei Musicus!

source: Get startet by selecting something from the sidebar or adding new things to your library using the button in the top left corner.
de: Legen Sie los, indem Sie etwas in der Seitenleiste auswählen oder fügen Sie mit dem Knopf oben links neue Aufnahmen zu Ihrer Musikbibliothek hinzu.

source: Play something
de: Musik abspielen

source: Search persons and ensembles …
de: Personen und Ensembles durchsuchen …

source: Preferences
de: Einstellungen

source: About Musicus
de: Über Musicus

source: Performer
de: Interpret

source: Select either a person or an ensemble as a performer.
de: Wählen Sie entweder eine Person oder ein Ensemble als Interpreten aus.

source: Role
de: Rolle

source: Optionally, choose a role to specify what the performer does.
de: Wählen Sie optional eine Rolle aus, die angibt, was der Interpret macht.

source: Failed to save ensemble!
de: Ensemble konnte nicht gespeichert werden!

source: Failed to save instrument!
de: Instrument konnte nicht gespeichert werden!

source: First name
de: Vorname

source: Last name
de: Nachname

source: Failed to save person!
de: Person konnte nicht gespeichert werden!

source: Composer
de: Komponist

source: Unknown
de: Unbekannt

source: Edit medium
de: Medium bearbeiten

source: Delete medium
de: Medium löschen

source: Edit ensemble
de: Ensemble bearbeiten

source: Delete ensemble
de: Ensemble löschen

source: Edit person
de: Person bearbeiten

source: Delete person
de: Person löschen

source: Edit recording
de: Aufnahme bearbeiten

source: Delete recording
de: Aufnahme löschen

source: Get startet by selecting the folder containing your music files! Musicus will create a new database there or open one that already exists.
de: Wählen Sie als Erstes den Ordner aus, worin sich Ihre Musik befindet. Musicus wird dort eine neue Datenbank anlegen oder eine bereits existierende öffnen.

source: Select music library folder
de: Ordner der Musikbibliothek auswählen

source: Edit work
de: Werk bearbeiten

source: Delete work
de: Werk löschen

source: The classical music player and organizer.
de: Das Programm zum Abspielen und Organisieren von Klassik.

source: Further information and source code
de: Weitere Informationen und Quellcode

source: Select ensemble
de: Ensemble auswählen

source: Select instrument
de: Instrument auswählen

source: Select performer
de: Interpreten auswählen

source: Select medium
de: Medium auswählen

source: Select person
de: Person auswählen

source: Select composer
de: Komponisten auswählen

source: Select work
de: Werk auswählen

source: Select recording
de: Aufnahme auswählen
